"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 100996, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 1, \"word_counts\": \"{\\\"deir\\\": 1, \\\"al\\\": 1, \\\"balah\\\": 1, \\\"gaza\\\": 2, \\\"strip\\\": 1, \\\"\\\\u2014\\\": 1, \\\"palestinian\\\": 1, \\\"militants\\\": 1, \\\"carried\\\": 1, \\\"out\\\": 1, \\\"one\\\": 1, \\\"of\\\": 3, \\\"the\\\": 4, \\\"deadliest\\\": 1, \\\"single\\\": 1, \\\"attacks\\\": 1, \\\"on\\\": 1, \\\"israeli\\\": 1, \\\"soldiers\\\": 1, \\\"since\\\": 1, \\\"invasion\\\": 1, \\\"began\\\": 1, \\\"killing\\\": 1, \\\"at\\\": 1, \\\"least\\\": 1, \\\"nine\\\": 1, \\\"in\\\": 1, \\\"an\\\": 1, \\\"urban\\\": 1, \\\"ambush\\\": 1, \\\"military\\\": 1, \\\"said\\\": 1, \\\"wednesday\\\": 1, \\\"a\\\": 1, \\\"sign\\\": 1, \\\"stiff\\\": 1, \\\"resistance\\\": 1, \\\"hamas\\\": 1, \\\"still\\\": 1, \\\"poses\\\": 1, \\\"despite\\\": 1, \\\"more\\\": 1, \\\"than\\\": 1, \\\"two\\\": 1, \\\"months\\\": 1, \\\"devastating\\\": 1, \\\"bombardment\\\": 1}\", \"word_docs\": \"{\\\"nine\\\": 1, \\\"attacks\\\": 1, \\\"began\\\": 1, \\\"out\\\": 1, \\\"israeli\\\": 1, \\\"than\\\": 1, \\\"hamas\\\": 1, \\\"on\\\": 1, \\\"killing\\\": 1, \\\"single\\\": 1, \\\"balah\\\": 1, \\\"one\\\": 1, \\\"in\\\": 1, \\\"least\\\": 1, \\\"carried\\\": 1, \\\"of\\\": 1, \\\"gaza\\\": 1, \\\"stiff\\\": 1, \\\"two\\\": 1, \\\"at\\\": 1, \\\"palestinian\\\": 1, \\\"devastating\\\": 1, \\\"deadliest\\\": 1, \\\"bombardment\\\": 1, \\\"invasion\\\": 1, \\\"\\\\u2014\\\": 1, \\\"strip\\\": 1, \\\"al\\\": 1, \\\"said\\\": 1, \\\"the\\\": 1, \\\"a\\\": 1, \\\"since\\\": 1, \\\"poses\\\": 1, \\\"sign\\\": 1, \\\"more\\\": 1, \\\"deir\\\": 1, \\\"despite\\\": 1, \\\"months\\\": 1, \\\"an\\\": 1, \\\"militants\\\": 1, \\\"military\\\": 1, \\\"wednesday\\\": 1, \\\"still\\\": 1, \\\"urban\\\": 1, \\\"soldiers\\\": 1, \\\"resistance\\\": 1, \\\"ambush\\\": 1}\", \"index_docs\": \"{\\\"26\\\": 1, \\\"16\\\": 1, \\\"22\\\": 1, \\\"12\\\": 1, \\\"18\\\": 1, \\\"43\\\": 1, \\\"38\\\": 1, \\\"17\\\": 1, \\\"23\\\": 1, \\\"15\\\": 1, \\\"6\\\": 1, \\\"13\\\": 1, \\\"27\\\": 1, \\\"25\\\": 1, \\\"11\\\": 1, \\\"2\\\": 1, \\\"3\\\": 1, \\\"36\\\": 1, \\\"44\\\": 1, \\\"24\\\": 1, \\\"9\\\": 1, \\\"46\\\": 1, \\\"14\\\": 1, \\\"47\\\": 1, \\\"21\\\": 1, \\\"8\\\": 1, \\\"7\\\": 1, \\\"5\\\": 1, \\\"32\\\": 1, \\\"1\\\": 1, \\\"34\\\": 1, \\\"20\\\": 1, \\\"40\\\": 1, \\\"35\\\": 1, \\\"42\\\": 1, \\\"4\\\": 1, \\\"41\\\": 1, \\\"45\\\": 1, \\\"28\\\": 1, \\\"10\\\": 1, \\\"31\\\": 1, \\\"33\\\": 1, \\\"39\\\": 1, \\\"29\\\": 1, \\\"19\\\": 1, \\\"37\\\": 1, \\\"30\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"the\\\", \\\"2\\\": \\\"of\\\", \\\"3\\\": \\\"gaza\\\", \\\"4\\\": \\\"deir\\\", \\\"5\\\": \\\"al\\\", \\\"6\\\": \\\"balah\\\", \\\"7\\\": \\\"strip\\\", \\\"8\\\": \\\"\\\\u2014\\\", \\\"9\\\": \\\"palestinian\\\", \\\"10\\\": \\\"militants\\\", \\\"11\\\": \\\"carried\\\", \\\"12\\\": \\\"out\\\", \\\"13\\\": \\\"one\\\", \\\"14\\\": \\\"deadliest\\\", \\\"15\\\": \\\"single\\\", \\\"16\\\": \\\"attacks\\\", \\\"17\\\": \\\"on\\\", \\\"18\\\": \\\"israeli\\\", \\\"19\\\": \\\"soldiers\\\", \\\"20\\\": \\\"since\\\", \\\"21\\\": \\\"invasion\\\", \\\"22\\\": \\\"began\\\", \\\"23\\\": \\\"killing\\\", \\\"24\\\": \\\"at\\\", \\\"25\\\": \\\"least\\\", \\\"26\\\": \\\"nine\\\", \\\"27\\\": \\\"in\\\", \\\"28\\\": \\\"an\\\", \\\"29\\\": \\\"urban\\\", \\\"30\\\": \\\"ambush\\\", \\\"31\\\": \\\"military\\\", \\\"32\\\": \\\"said\\\", \\\"33\\\": \\\"wednesday\\\", \\\"34\\\": \\\"a\\\", \\\"35\\\": \\\"sign\\\", \\\"36\\\": \\\"stiff\\\", \\\"37\\\": \\\"resistance\\\", \\\"38\\\": \\\"hamas\\\", \\\"39\\\": \\\"still\\\", \\\"40\\\": \\\"poses\\\", \\\"41\\\": \\\"despite\\\", \\\"42\\\": \\\"more\\\", \\\"43\\\": \\\"than\\\", \\\"44\\\": \\\"two\\\", \\\"45\\\": \\\"months\\\", \\\"46\\\": \\\"devastating\\\", \\\"47\\\": \\\"bombardment\\\"}\", \"word_index\": \"{\\\"the\\\": 1, \\\"of\\\": 2, \\\"gaza\\\": 3, \\\"deir\\\": 4, \\\"al\\\": 5, \\\"balah\\\": 6, \\\"strip\\\": 7, \\\"\\\\u2014\\\": 8, \\\"palestinian\\\": 9, \\\"militants\\\": 10, \\\"carried\\\": 11, \\\"out\\\": 12, \\\"one\\\": 13, \\\"deadliest\\\": 14, \\\"single\\\": 15, \\\"attacks\\\": 16, \\\"on\\\": 17, \\\"israeli\\\": 18, \\\"soldiers\\\": 19, \\\"since\\\": 20, \\\"invasion\\\": 21, \\\"began\\\": 22, \\\"killing\\\": 23, \\\"at\\\": 24, \\\"least\\\": 25, \\\"nine\\\": 26, \\\"in\\\": 27, \\\"an\\\": 28, \\\"urban\\\": 29, \\\"ambush\\\": 30, \\\"military\\\": 31, \\\"said\\\": 32, \\\"wednesday\\\": 33, \\\"a\\\": 34, \\\"sign\\\": 35, \\\"stiff\\\": 36, \\\"resistance\\\": 37, \\\"hamas\\\": 38, \\\"still\\\": 39, \\\"poses\\\": 40, \\\"despite\\\": 41, \\\"more\\\": 42, \\\"than\\\": 43, \\\"two\\\": 44, \\\"months\\\": 45, \\\"devastating\\\": 46, \\\"bombardment\\\": 47}\"}}"